Repository: chapseb/viewer
Catalog: app/locale/*.utf8.po
Languages: fr_fr

source: Show thumbnails
fr_fr: Afficher les miniatures

source: Rotate 90 degrees by left
fr_fr: Effectuer une rotation de 90° en sens anti-horaire

source: Rotate 90 degrees by right
fr_fr: Effectuer une rotation de 90° en sens horaire

source: Zoom out
fr_fr: Zoom arrière

source: Switch to high resolution image
fr_fr: Passer à l'image en haute résolution

source: Want a better quality?<br/>Get the high resolution version!
fr_fr: Vous souhaitez une meilleure qualité ?<br/>Affichez la version haute résolution !

source: Zoom in
fr_fr: Zoom avant

source: Fit image to screen
fr_fr: Ajuster l'image à l'écran

source: Show full size image
fr_fr: Afficher l'image en pleine taille

source: Print image as currently displayed
fr_fr: Imprimer l'image telle qu'affichée actuellement

source: Adjust image parameters
fr_fr: Ajuster les paramètres de l'image

source: Lock image parameters
fr_fr: Verrouiller les paramètres de l'image

source: Show related comments
fr_fr: Afficher les commentaires

source: Show related informations
fr_fr: Afficher les informations associées

source: Page not found
fr_fr: Page non trouvée

source: Bach's viewer - Page not found
fr_fr: Visionneuse Bach - Page non trouvée

source: The page you're looking for does not exist, or has been removed.
fr_fr: La page que vous cherchez n'existe pas, ou a été supprimée.

source: Back to search
fr_fr: Retour à la recherche&nbsp;!

source: Image parameters
fr_fr: Paramètres de l'image

source: Close window
fr_fr: Fermer la fenêtre

source: Contrast:
fr_fr: Contraste:

source: Brightness:
fr_fr: Luminosité :

source: Negate
fr_fr: Négatif

source: Reset
fr_fr: Réinitialiser

source: Set
fr_fr: Définir

source: Image comments
fr_fr: Commentaires

source: New comment
fr_fr: Nouveau commentaire

source: Information images
fr_fr: Information sur l'image

source: No information for this picture.
fr_fr: Pas d'informations sur cette image.

source: Print help
fr_fr: Aide à l'impression

source: close window
fr_fr: Fermer la fenêtre

source: Use the print feature of your browser to print. For more information, you can consult the tutorial by clicking
fr_fr: Utilisez la fonctionnalité d'impression de votre navigateur pour imprimer. Pour plus d'informations, vous pouvez consulter le tutoriel en cliquant

source: here
fr_fr: ici

source: Error
fr_fr: Erreur

source: Bach's viewer - Error
fr_fr: Visionneuse Bach - Erreur

source: An error has occured
fr_fr: Une erreur est survenue

source: Please report issue to an admin.
fr_fr: Veuillez rapporter l'erreur à un administrateur.

source: Warning!
fr_fr: Attention !

source: Your browser is too old and is not supported by the image viewer.<br/>Please consider upgrading your browser, or use an alternative, more recent one.
fr_fr: Votre navigateur est trop ancien et n'est pas supporté par la visionneuse.<br/>Veuillez considérer la mise à jour de votre navigateur, ou le passage à un logiciel alternatif, plus récent.

source: Bach Viewer
fr_fr: Visionneuse Bach

source: Image is not communicable.
fr_fr: L'image n'est pas communicable

source: Loading image, please wait...
fr_fr: Chargement de l'image, veuillez patienter...

source: Loading...
fr_fr: Chargement...

source: JavaScript is off. Some feature may not work.
fr_fr: Le JavaScript n'est pas activé. Certaines fonctionnalités peuvent ne pas fonctionner correctement.

source: The image has not SD version, click HD button to have the image
fr_fr: L'image n'a pas de version SD, cliquez sur le bouton HD pour afficher l'image originale

source: Switch to low resolution image
fr_fr: Passer à l'image en basse résolution

source: Warning, this is a bad value!
fr_fr: Attention, vous avez saisi une valeur incorrecte!

source: Matricule informations
fr_fr: Informations sur le matricule

source: Ead informations
fr_fr: Informations sur un document lié

source: Link to an ead document:
fr_fr: Vers le document ead lié:

source: Link to the record:
fr_fr: Lien vers l'enregistrement:

source: Reach to complete description:
fr_fr: Accéder à la description complète:

source: Title description:
fr_fr: Titre de la description:

source: Unitid description:
fr_fr: Cote:

source: record date
fr_fr: année d'enregistrement

source: record place
fr_fr: lieu d'enregistrement

source: birth year
fr_fr: année de naissance

source: place of birth
fr_fr: lieu de naissance

source: additional informations
fr_fr: informations complémentaires

source: place of residence
fr_fr: lieu de résidence

source: general communicability
fr_fr: communicabilité générale

source: reading room communicability
fr_fr: communicabilité en salle de lecture

source: Enter/exit fullscreen
fr_fr: Entrer/Sortir du mode plein écran

source: Go to previous image
fr_fr: Aller à l'image précédente

source: Previous
fr_fr: Précédente

source: Go to 10 previous images
fr_fr: Reculer de 10 images

source: Go to next image
fr_fr: Aller à l'image suivante

source: Next
fr_fr: Suivante

source: Go to 10 next images
fr_fr: Avancer de 10 images

source: You are currently browsing '%series_name%' series.
fr_fr: Vous parcourez actuellement la série '%series_name%'

source: TIFF images cannot be resized using Gd library!
fr_fr: Les images TIFF ne peuvent être redimensionnées avec la bibliothèque Gd !

source: Something went wrong in GD negate!
fr_fr: Quelque chose a mal tourné dans le négatif de GD !

source: Something went wrong in GD contrast!
fr_fr: Quelque chose a mal tourné dans le contraste de GD !

source: Something went wrong in GD brightness!
fr_fr: Quelque chose a mal tourné dans la luminosité de GD !

source: Something went wrong in GD rotation!
fr_fr: Quelque chose a mal tourné dans la rotation de GD !

source: Something went wrong in GD crop!
fr_fr: Quelque chose a mal tourné dans le recadrage de GD !

source: Unsupported image format!
fr_fr: Format d'image non supporté !

source: TIFF images cannot be handled using Gd library!
fr_fr: Les images TIFF ne peuvent être prises en compte avec la bibliothèque Gd !

source: %handler has been selected, but %ext is not present!
fr_fr: %handler a été défini, mais %ext n'est pas présente !

source: Negate is not supported with %ext!
fr_fr: La négatif n'est pas supporté avec %ext !

source: Rotate is not supported with %ext!
fr_fr: La rotation n'est pas supportée avec %ext !

source: Crop is not supported with %ext!
fr_fr: Le recadrage n'est pas supporté avec %ext !

source: Print is not supported with %ext!
fr_fr: L'impression n'est pas supportée avec %ext !

source: Contrast is not supported with %ext!
fr_fr: Le contraste n'est pas supporté avec %ext !

source: Brightness is not supported with %ext!
fr_fr: La luminosité n'est pas supportée avec %ext !

source: Image format not supported if not pyramidal
fr_fr: Format d'image non supporté si non pyramidal.

source: Series path set to "%path"
fr_fr: Chemin des séries défini à « %path »

source: No matching root found!
fr_fr: Aucune racine correspondante trouvée !

source: Image %image is not part of current series!
fr_fr: L'image « %image » ne fait pas partie de la série courante !

source: No image at position %pos!
fr_fr: Aucune image à la position %pos !

source: Series has not been initialized yet.
fr_fr: Les séries n'ont pas encore été initialisées.

source: Image path set to "%path"
fr_fr: Chemin de l'image défini à « %path »

source: File %file does not exists!
fr_fr: Le fichier %file n'existe pas !

source: Unable to get image width!
fr_fr: Impossible de récupérer la largeur de l'image !

source: Unable to get image height!
fr_fr: Impossible de récupérer la heuteur de l'image !

source: Falling back to Gd method.
fr_fr: Retour à la méthode Gd.

source: %path does not exists or is not writable!
fr_fr: %path n'existe pas ou n'est pas accessible en écriture !!

source: full
fr_fr: complet

source: Prepare method %method is not known.
fr_fr: La méthode de préparation %method est inconnue.

source: Added root path: %root
fr_fr: Chemin ajouté aux racines : %root

source: The root path "%root" does not exists or is not a directory!
fr_fr: Le chemin de la racine « %root » n'existe pas ou n'est pas un répertoire !

source: Sub series cannot be instancied; missing one of start or end param!
fr_fr: La sous-série ne peut être instanciée : il manque l'un des paramètres de début ou de fin !

source: Cannot load series:
fr_fr: Impossible de charger la série :

source: Series "%s" is empty!
fr_fr: La série « %s » est vide !
